libcrypt-ssleay-perl
liburi-encode-perl
libnet-ssleay-perl
libnet-idn-encode-perl
liblwp-protocol-https-perl
libdbd-sqlite3-perl
libyaml-perl
libxml-sax-expatxs-perl
libxml-xpath-perl
libwww-perl
libtemplate-perl
libtemplate-perl-doc
libxml-simple-perl
libjson-perl
libjson-xs-perl
libdate-manip-perl
libnet-sslglue-perl
libdigest-perl
libdigest-sha-perl
libdatetime-perl
libdatetime-format-http-perl
libdbi-perl
libhtml-stream-perl
libfile-slurp-unicode-perl
